/* eslint-disable */
import React from 'react';
import "../../assets/scss/page/etc.scss";
function Terms() {
  return (
    <>
      <main className='com_term'>
        <div className='com_center_wrap'>
          <h2 className='pg_tit'>서비스 이용약관</h2>
          <div className='box'>
            <dl className='sec'>
              <dt className='tit'>제1장 총칙</dt>
              <dt className='tit'>제1조 (목적)</dt>
              <dd className='txt'>
               본 약관은 주식회사 한진(이하 “회사”)이 운영하는 이하넥스 웹사이트 (www.ehanex.com) 및 모바일 앱(이하 “이하넥스”)에서 제공하는 물품 구매 및 배송 관련 서비스(이하 “서비스”)를 이용함에 있어 회사와 회원간의 권리, 의무 및 책임사항 및 절차 등을 규정함을 목적으로 합니다.   
              </dd>
              <dt className='tit'>제2조 (정의)</dt>
              <dd className='txt'>
                ① 본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
                이하넥스 : 회사가 이 약관에 의하여 재화·용역을 회원에게 제공하기 위하여 정보통신설비와 정보통신망을 이용하여 재화·용역을 거래할 수 있도록 설정한 가상의 영업장을 말합니다.
                회원 : 회사에 개인정보를 제공하여 회원등록을 한 만 14세 이상의 이용자로서, 이하넥스의 정보를 지속적으로 제공받으며 회사가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.
                제3조 (서비스의 제공 및 변경)
                ① 회사는 다음과 같은 업무를 수행합니다.
                재화·용역에 대한 정보제공 및 수입대행계약의 체결
                회원이 해외에서 수입대행을 의뢰한 물건에 대한 운송계약의 체결
                회원이 수입대행을 의뢰한 재화의 배송
                통관대행 서비스
                기타 회사가 정하는 업무
                ② 회사는 재화·용역의 품절, 기술적 사양의 변경 등의 경우에는 제공하는 서비스를 변경할 수 있습니다. 이 경우에는 회사는 변경된 서비스의 내용을 이하넥스에 즉시 공지합니다.
                ③ 회원에게 제공하기로 한 서비스의 내용이 재화 등의 품절 또는 기술적 사양의 제한으로 인하여 부득이 변경되어야 할 경우 회사는 그 내용 및 사유를 회원에게 즉시 통지합니다.  
              </dd>
            </dl>
          </div>
        </div>
      </main>
    </>
  );
}

export default Terms;
